{
/* Passphrase panel titles */
"MESSAGE_AUTHENTICATION_TITLE" = "メッセージの認証";
"MESSAGE_DECRYPTION_PASSPHRASE_TITLE" = "メッセージの解読";

/**/
"DECRYPTING" = "解読中...";
"ENCRYPTING" = "暗号化中...";

/* <PGP> submenu title */
"PGP_MENU" = "PGP";
/* <PGP Keys> submenu title */
"PGP_KEYS_MENU" = "PGPの鍵";

/* <PGP> submenu items */
"DECRYPT_MENU" = "解読する";
"AUTHENTICATE_MENU" = "認証する";
"ENCRYPT_MENU" = "新規メッセージを暗号化する";
"SIGN_MENU" = "新規メッセージに署名する";

/* Description of version prefixed with <Version:> */
"VERSION: %@" = "バージョン: %@";

/* PGP preferences panel name */
"PGP_PREFERENCES" = "PGP";

/* Alert title and message */
"MSG_DECRYPTION_ALERT_TITLE_NOT_SIGNED" = "メッセージの復号";
"DECRYPTED_MSG_NOT_SIGNED" = "メッセージは暗号化されていますが署名されていません。よって、その信頼性を証明できません。";
"MSG_ENCRYPTION_ALERT_TITLE" = "PGP暗号化は失敗しました";
"MSG_DECRYPTION_ALERT_TITLE" = "PGP解読は失敗しました";
"MSG_SIGNING_ALERT_TITLE" = "PGP署名は失敗しました";
"UNSUPPORTED_ENCRYPTION_FORMAT" = "GPGMailは、この種の暗号化されたメッセージを解読できません。";
"DATA_NOT_AVAILABLE" = "そのメッセージの中身は一時的に利用できません。";

/* Informational alert title and message */
"AUTHENTICATION_TITLE_OK" = "PGP認証";

/**/
"AUTHENTICATION_TITLE_FAILED" = "PGP認証は失敗しました";
"TRY_AGAIN" = "再試行";
"CANCEL_DELIVERY" = "キャンセル";
"CANCEL_DECRYPTION" = "キャンセル";

/**/
"AUTHENTICATION_TITLE_UNSIGNED" = "PGP認証";
"UNSIGNED_PGP_MESSAGE" = "このメッセージはPGP署名されていません。";

/* Toolbar item titles */
"DECRYPT_ITEM" = "解読";
"AUTHENTICATE_ITEM" = "認証";
"MAKE_ENCRYPTED_ITEM" = "暗号化する";
"MAKE_CLEAR_ITEM" = "平文にする";
"MAKE_UNSIGNED_ITEM" = "署名しない";
"MAKE_SIGNED_ITEM" = "署名する";
"ENCRYPTED_ITEM" = "暗号化有り";
"CLEAR_ITEM" = "平文";
"SIGNED_ITEM" = "署名有り";
"UNSIGNED_ITEM" = "署名無し";

/* Toolbar item tooltips  */
"DECRYPT_ITEM_TOOLTIP" = "PGP暗号化されたメッセージを解読する";
"AUTHENTICATE_ITEM_TOOLTIP" = "PGP署名されたメッセージを認証する";
"MAKE_CLEAR_ITEM_TOOLTIP" = "平文でメッセージを送信するためにはクリックする";
"MAKE_ENCRYPTED_ITEM_TOOLTIP" = "PGP暗号を使うためにはクリックする";
"MAKE_UNSIGNED_ITEM_TOOLTIP" = "PGP認証無しでメッセージを送信するためにはクリックする";
"MAKE_SIGNED_ITEM_TOOLTIP" = "PGP認証を使うためにはクリックする";
"ENCRYPTED_ITEM_TOOLTIP" = "メッセージは暗号化されます; 平文でメッセージを送信するためにはクリックする";
"CLEAR_ITEM_TOOLTIP" = "メッセージは平文になります; PGP暗号を使うためにはクリックする";
"SIGNED_ITEM_TOOLTIP" = "メッセージはPGP署名されます; PGP認証無しでメッセージを送信するためにはクリックする";
"UNSIGNED_ITEM_TOOLTIP" = "メッセージはPGP署名されません; PGP認証を使うためにはクリックする";

/* Signature information */
"Bad policy!"  = "悪いポリシー! "; // Followed by a list of policy URLs
"Policy: " = "ポリシー: "; // Followed by a list of policy URLs
"Signed on %@" = "%@ に署名されました"; // Param is a date, whose format is set by SIGNATURE_CREATION_DATE_FORMAT
"SIGNATURE_CREATION_DATE_FORMAT" = "%c"; // See NSCalendarDate documentation for format
"No signature creation date available" = "署名の作成日が得られません";
"Key fingerprint: %@" = "鍵の指紋: %@";
"Key ID: 0x%@" = "鍵のID: 0x%@";
"No key fingerprint/ID available" = "鍵の指紋／IDが得られません";
"Validity: %@" = "有効性: %@"; // Param is the validity status string
"Signature expires on %@" = "署名は %@ に期限が切れます"; // Param is a date, whose format is set by SIGNATURE_EXPIRATION_DATE_FORMAT
"SIGNATURE_EXPIRATION_DATE_FORMAT" = "%x"; // See NSCalendarDate documentation for format
"Key expired on %@" = "鍵は %@ に期限が切れました"; // Param is a date, whose format is set by KEY_EXPIRATION_DATE_FORMAT
"KEY_EXPIRATION_DATE_FORMAT" = "%x"; // See NSCalendarDate documentation for format
"Signed by %@." = "%@ によって署名されました。"; // Param is a userID
"Signature from %@ is bad!" = "%@ からの不正な署名です!"; // Param is a userID
"Signature is bad!" = "署名は不正です!";
"Signature status error." = "署名の状態のエラー。";
"MISSING KEY %@." = "%@ の鍵が欠けています。"; // Param is a key ID in hexadecimal
"Signature summary 0x%04x - Signature status %u." = "未知のエラー: 署名の概要 0x%04x - 署名の状態 %u."; // Generic error message; first param is a hex status flag value, second is a decimal status value
"EXCEPTION: %@" = "内部のエラー: %@"; // Generic error message; param is a string (exception reason, maybe not localized)
"AUTHENTICATING" = "PGP署名を検証中...";
"UNTRUSTED RECIPIENTS" = "少なくとも鍵の一つは信用されていません";

/* Title */
/* Error messages */
"GPGMAIL_CANNOT_WORK" = "GPGMailは、対をなすアプリケーションが起動できないために動作できません。Mailの再起動を試みて下さい。それでもエラーが続くようなら、gpgmail-devel@lists.gpgmail.org 宛に連絡して下さい";
"GPGMAIL_CANNOT_WORK_HAS_GPG_%@_VERSION_%@_NEEDS_%@" = "GPGMailは動作できません。GnuPG (%@) のバージョン %@ が見つかりましたが、少なくともバージョン %@ が必要です。Mailを終了してから、適合するGnuPGのバージョンをインストールして下さい(例えば MacGPG Project, http://macgpg.sourceforge.net/ から入手します)。それからMailを再起動して下さい。"; // First arg is path to gpg, second and third are version strings
"GPGMAIL_CANNOT_WORK_MISSING_GPG_%@_VERSION_%@" = "GPGMailは動作できません。GnuPG (%@) の少なくともバージョン %@ を見つけられませんでした。Mailを終了してから、適合するGnuPGのバージョンをインストールして下さい(例えば MacGPG Project, http://macgpg.sourceforge.net/ から入手します)。それからMailを再起動して下さい"; // First arg is path to gpg, second is version string
"INVALID_GPGMAIL_VERSION" = "あなたのGPGMailのバージョンは、あなたのMailのバージョンとは互換性がありません。"; /* Title of alert sheet */
"NEEDS_COMPATIBLE_BUNDLE_VERSION" = "あなたのOSバージョンに適合したGPGMailのバージョンをダウンロードしてインストールする必要があります。入手先は http://www.gpgmail.org/ です。";

/* Validity */
"VALIDITY: " = "有効性: ";
"Validity=0" = "未知";
"Validity=1" = "未定義";
"Validity=2" = "信用しない";
"Validity=3" = "ある程度信用する";
"Validity=4" = "完全に信用する";
"Validity=5" = "絶対的に信用する";

/* Generic MacGPGME error messages */
"GPGErrorCode=1" = "一般的なエラー";
"GPGErrorCode=8" = "不正な署名";
"GPGErrorCode=9" = "公開鍵が無い";
"GPGErrorCode=10" = "チェックサムのエラー";
"GPGErrorCode=11" = "不正なパスフレーズ";
"GPGErrorCode=15" = "無効な形式";
"GPGErrorCode=17" = "秘密鍵が無い";
"GPGErrorCode=31" = "無効なパスフレーズ";
"GPGErrorCode=40" = "鍵サーバーのエラー";
"GPGErrorCode=53" = "使用できない公開鍵";
"GPGErrorCode=54" = "使用できない秘密鍵";
"GPGErrorCode=55" = "無効な値";
"GPGErrorCode=58" = "データが無い";
"GPGErrorCode=69" = "実装されていない";
"GPGErrorCode=84" = "支持されていないアルゴリズム";
"GPGErrorCode=94" = "失効された鍵";
"GPGErrorCode=99" = "取り消された";
"GPGErrorCode=107" = "不明瞭な名前";
"GPGErrorCode=116" = "ポリシーの不適合";
"GPGErrorCode=125" = "間違った鍵の使用";
"GPGErrorCode=150" = "無効なエンジン";
"GPGErrorCode=151" = "公開鍵は信用されていない";
"GPGErrorCode=152" = "解読は失敗した";
"GPGErrorCode=153" = "鍵は期限切れ";
"GPGErrorCode=154" = "署名は期限切れ";
"GPGErrorCode=16383" = "EOF";

/* Signature attachment filename (suffixed automatically by .sig) */
"PGP_SIGNATURE_FILENAME" = "PGP";

/* Signature attachment content-description */
"This is a digitally signed message part" = "これはデジタル署名されたメッセージの部分です";

/* Version MIME part content description header */
"CONTENT_DESCRIPTION_HEADER" = "PGP/MIMEバージョンであることの証明";

/* Encrypted attachment filename (suffixed automatically by .asc) */
"PGP_ENCRYPTED_FILENAME" = "PGP";

/* Encrypted attachment content-description */
"This is an encrypted message part" = "これは暗号化されたメッセージの部分です";

/* Multiple-part description */
"MULTIPART_ENCRYPTED_DESCRIPTION" = "これはOpenPGP/MIMEで暗号化された文書です (RFC 2440と3156)";
"MULTIPART_SIGNED_DESCRIPTION" = "これはOpenPGP/MIMEで署名された文書です (RFC 2440と3156)";

/* Tooltip for banner icons */
"SIGNATURE_IS_GOOD" = "正しい署名です; メッセージは変更されていません";
"SIGNATURE_IS_NOT_GOOD" = "不正な署名です; メッセージは変更されています";

/* PGP Key Download panel */
"PGP_SEARCH_KEYS_MENUITEM" = "PGP鍵の検索";
"SEARCH" = "検索";
"CANCEL_SEARCH" = "キャンセル";
"SEARCHING" = "検索中...";
"NO_MATCHING_KEYS" = "適合する鍵が有りません";
"FOUND_%d_KEYS" = "適合する鍵が %d 個見つかりました";
"DOWNLOAD" = "ダウンロード";
"DOWNLOADING" = "ダウンロード中...";
"DOWNLOADED" = "鍵をダウンロードして導入しました";
"SEARCH_KEYS_ON_SERVER" = "鍵サーバー上でPGP鍵を検索します";
"DOWNLOAD_KEYS_FROM_SERVER" = "鍵サーバーからPGP鍵をダウンロードします";
"SEARCH_ERROR" = "検索中にエラーが発生しました";
"DOWNLOAD_ERROR" = "ダウンロード中にエラーが発生しました";
" (%u bits)" = " (%u bits)";
", created on %@" = ", %@ に作成されました";
", expires on %@" = ", %@ に期限が切れます";
", expired on %@" = ", %@ に期限が切れました";
"REVOKED_KEY - " = "失効されました - "; // Prefixes found key description, when necessary; followed by keyID, userID, etc.

/* Unmatched PGP keys for receipts - sheet */
"MISSING_KEYS: DOWNLOAD" = "アドレスに適合するPGP鍵が有りません。鍵を探しますか?"; // Title
"UNMATCHED_ADDRESSES: %@" = "次の電子メールアドレスに適合するPGP鍵が有りません:¥n%@"; // Message
"SEARCH_MATCHING_KEYS" = "検索"; // Default button
"SEND_IN_CLEAR" = "平文で送信"; // Other button

"INVALID_HASH_%@" = "ハッシュ・アルゴリズム '%@' は、RFC3156によって許されていません。";
"GPGMAIL_VS_PGPMAIL" = "PGPmailがインストールされているときには、GPGMailは動作できません";
"GPGMAIL_%@_VS_PGPMAIL_%@" = "両方のバンドルが異なるエンジンによって同じ機能を提供しているのなら、それらの一方だけをインストールできます。あなたは '%@' または '%@' のどちらかを取り除く必要が有ります。";
"QUIT" = "終了";
"CONTINUE_ANYWAY" = "継続を試みる";

/* Composer accessory view header, under To:, CC:, Subject: */
"PGP:" = "PGP:";

/* Key description in popups; prefixes key (actually, primary userID), when necessary; followed by keyID, userID, etc.*/
"REVOKED_KEY:" = "失効された:";
"EXPIRED_KEY:" = "期限切れの:";
"DISABLED_KEY:" = "使用不可の:";
"INVALID_KEY:" = "無効な:";

/* UserID description in popups; prefixes userID, when necessary; followed by name, email, etc.*/
"REVOKED_USER_ID:" = "失効された:";
"INVALID_USER_ID:" = "無効な:";

/* GPGMail exception reasons */
"NO_VALID_PUBLIC_KEY" = "有効な公開鍵が見つかっていません。鍵は全て期限切れか使用不可か失効されているかのどれかです。"; // Could be displayed after encryption
"NO_VALID_PRIVATE_KEY" = "有効な秘密鍵が見つかっていません。選択されていないか、または選択された鍵が失効されているか使用不可か期限切れになっているかのどれかです。"; // Could be displayed after encryption

/* Alert when user has no PGP key */
"NO PGP PRIVATE KEY - TITLE" = "あなたはPGP鍵を持っていません。よって、メッセージの暗号化や署名のためにGPGMailを使うことができません。";
"NO PGP PRIVATE KEY - MESSAGE" = "もしPGPを使ったメッセージの暗号化や署名ができるようにしたいのであれば、秘密鍵が必要です。PGP鍵を作成するためには、http://macgpg.sourceforge.net/からMacGPGの GPG Keychain Access をダウンロードしてからインストールして下さい。";

/* Conflict resolution panel*/
"<ME>" = "私";
"<YES>" = "イエス";
"<NO>" = "ノー";
"<ALWAYS>" = "いつでもする";
"<NEVER>" = "決してしない";
"<ACCEPTS>" = "受諾する";

/* Additional info describing key */
"DISABLED_KEY_QUALIFIER" = "使用不可";
"INVALID_KEY_QUALIFIER" = "無効";
"REVOKED_KEY_QUALIFIER" = "失効";
"EXPIRED_KEY_QUALIFIER" = "期限切れ";
"CANNOT_ENCRYPT_KEY_QUALIFIER" = "暗号化できない";
"CANNOT_SIGN_KEY_QUALIFIER" = "署名できない";

/* Additional info describing userID */
"INVALID_USER_ID_QUALIFIER" = "無効";
"REVOKED_USER_ID_QUALIFIER" = "失効";

"COPY_MSG_URL_MENUITEM" = "Copy Message URL";
}
